{
    "steps": [
        {
            "id": 1,
            "name": "First Step"
        },
        {
            "id": 2,
            "name": "Second Step"
        },
        {
            "id": 3,
            "name": "Third Step"
        },
        {
            "id": 4,
            "name": "Fourth Step"
        },
        {
            "id": 5,
            "name": "Fifth Step"
        }
    ],
    "First Step": [
        {
            "id": 1,
            "name": "How to Receive Files in Xender?"
        },
        {
            "id": 2,
            "name": "How To Send files in Xender?"
        },
        {
            "id": 3,
            "name": "How to move Xender to SD Card?"
        },
        {
            "id": 4,
            "name": "How to connect Xender Web?"
        }
    ],
    "Second Step": [
        {
            "id": 1,
            "name": "Slow Transfer Speed"
        },
        {
            "id": 2,
            "name": "How to Send Files in Xender?"
        },
        {
            "id": 3,
            "name": "How to Receive Files in Xender?"
        },
        {
            "id": 4,
            "name": "How to transfer files with VPN Fix?"
        }
    ],
    "Third Step": [
        {
            "id": 1,
            "name": "Slow Transfer Speed"
        },
        {
            "id": 2,
            "name": "How to Receive Files in Xender ?"
        },
        {
            "id": 3,
            "name": "How to transfer files with VPN Fix?"
        },
        {
            "id": 4,
            "name": "How to Receive Files in Xender?"
        }
    ],
    "Fourth Step": [
        {
            "id": 1,
            "name": "How to connect Xender Web?"
        },
        {
            "id": 2,
            "name": "How to transfer files with VPN Fix"
        },
        {
            "id": 3,
            "name": "How to Receive Files in Xender?"
        },
        {
            "id": 4,
            "name": "How to move Xender to SD Card?"
        }
    ],
    "Fifth Step": [
        {
            "id": 1,
            "name": "Slow Transfer Speed"
        },
        {
            "id": 2,
            "name": "How to Send Files in Xender?"
        },
        {
            "id": 3,
            "name": "How to Receive Files in Xender?"
        },
        {
            "id": 4,
            "name": "How to transfer files with VPN Fix?"
        }
    ],
    "How to Set default file destination?": [
        {
            "name": "Xender allows you to save the files that you receive on your mobile at any place that you like. It provides users with two options to where the files where will be stored on the phone when you receive them. You can either set it to Phone Storage which will take up your internal storage or choose SD Card which will use the storage of your SD Card if its available on your device.To change your default file save destination on Xender, follow these steps. Make sure that your device has support for SD Card and it is working properly.You don’t need an internet connection or any cable to send and receive files using Xender. All you need is the Personal Hotspot feature and you’re good to go!Another reason why you could be having a low transfer speed is that there are too many Wi-Fi networks in the area. The place may be very much crowded with Wi-Fi Signals which may interfere with transfer resulting in low transfer speed.It may be that one of the devices is very old and has outdated hardware (Wi-Fi Technology) due to which the transfer speed may be slow.Find the other person's device and click on it. (Both of the devices will be connected automatically)"
        }
    ],
    "How To Send Files in Xender?": [
        {
            "name": "To send files using Xender on different devices, follow these steps:Android to Android:Launch Xender app on your Android device Tap on the button Tap on Create Group.After the group has been created on the other device tap on the button and then Join Group.Find and select the device on which the group was created.After you join the group, select any file and send it via Xender Android to Windows Phone Launch Xender app on your Android device.Tap on the button.Choose Connect WP Now on Windows Phone, go to Wi-Fi settings and connect to the Wi-Fi connection created by your Android device Now launch Xender on Windows Phone and tap on and choose Connect Friend.You will now be connected to the Android device and be able to send files between the devices.Android to iOS:Launch Xender app on your Android device.Tap on the button.Choose Connect iPhone.Now on the iPhone, go to Wi-Fi settings and connect to the Wi-Fi connection created by your Android device.Now launch Xender on iPhone and tap on and choose “Connect Friend”.You will now be connected to the Android device and be able to send files between the devices.Xender is not only available on mobile platforms such as Android, iOS, and Windows Phone, but it is also available on your PC as Xender Web."
        }
    ],
    "How to Receive Files in Xender?": [
        {
            "name": "To receive files using Xender on different devices, follow these steps:Android to Android:Open Xender app on your Android device.Tap on the button.Tap on Create Group.After the group has been created, on the other device tap on the  button and then Join Group.Find and select the device on which the group was created.After you join the group, you will be able to receive files via Xender!Android to Windows Phone:Open Xender app on your Android device.Tap on the button.Choose Connect WP.Now on Windows Phone, go to Wi-Fi settings and connect to the Wi-Fi connection created by your Android device.Now launch Xender on Windows Phone and tap on and choose Connect Friend.You will now be connected to the Android device.Now through Xender, you will be able to receive files on your device.Android to iOS:Open Xender app on your Android device.Tap on the plus button.Choose “Connect iPhone”.Now on the iPhone, go to Wi-Fi settings and connect to the Wi-Fi connection created by your Android device.Now launch Xender on iPhone and tap on  and choose Connect Friend.You will now be connected to the Android device.Now through Xender, you will be able to receive files on your device.Find the other person's device and click on it. (Both of the devices will be connected automatically)"
        }
    ],
    "How to transfer files with VPN Fix?": [
        {
            "name": "Why VPN causes problems?When you run VPN on devices then it can result in failure to activate hotspot on receiving due to which both of the devices aren’t connected to the same network, which results in the devices unable to share files between them using SHAREit.VPNs can also cause connection problems between receiving and sending devices. These connection problems can also result in failure to send and receive files using SHAREit.How to fix this ?Before you use Xender and make any transfer using Xender, make sure that all of the VPN apps are closed so, the Xender is able to make the transfer between files and everything occurs seamlessly.If you are connected to any VPN connection, then it is better that you turn it off and then transfer the files afterward so, no problem may occur between the transfer of files. You don’t need an internet connection or any cable to send and receive files using Xender. All you need is the Personal Hotspot feature and you’re good to go!Before you move Xender to SD Card, make sure that there is enough storage space available on your SD Card and your device supports SD Card and has an SD Card inserted in it. Once you make sure that everything is in place, you can then move Xender to SD Card."
        }
    ],
    "How to move Xender to SD Card?": [
        {
            "name": "If you are running low on internal storage then you can always move Xender to your SD Card which will help you save some internal storage. You can also change the default location to SD Card which will also help you save some storage.Before you move Xender to SD Card, make sure that there is enough storage space available on your SD Card and your device supports SD Card and has an SD Card inserted in it. Once you make sure that everything is in place, you can then move Xender to SD Card.How to move Xender to SD Card?To move Xender to SD Card, follow these steps!Launch the Settings App.Tap on Apps & Notifications.Tap on Apps.Scroll down and tap on Xender.Now select Move to SD Card.Once you do that Xender will be moved from your Phone Storage to SD Card. You don’t need an internet connection or any cable to send and receive files using Xender. All you need is the Personal Hotspot feature and you’re good to go!Before you move Xender to SD Card, make sure that there is enough storage space available on your SD Card and your device supports SD Card and has an SD Card inserted in it. Once you make sure that everything is in place, you can then move Xender to SD Card.Xender is not only available on mobile platforms such as Android, iOS, and Windows Phone, but it is also available on your PC as Xender Web."
        }
    ],
    "How to connect Xender Web?": [
        {
            "name": "You just require a PC with working internet connection and you will be able to make the transfer between your devices using the Wi-Fi connection.How to connect your Android device to Xender Web?To connect your Android Phone and PC, follow these steps:Download and install Xender on your Android device if you haven’t already!Launch the Xender app on your Android.Tap on the profile picture icon at the top left-hand side of the screen.Select Connect PC.On your PC open any web browser and visit .A bar code will be shown on the web screen.Xender is not only available on mobile platforms such as Android, iOS, and Windows Phone, but it is also available on your PC as Xender Web.One of the common reasons why you are having a low transfer speed on Xender is that the distance between the devices has increased. Due to this, the devices would be having difficulty in communicating and you may be experiencing slow speed.Another reason why you could be having a low transfer speed is that there are too many Wi-Fi networks in the area. The place may be very much crowded with Wi-Fi Signals which may interfere with transfer resulting in low transfer speed.Xender works smoothlessly without any issue and allows you to transfer different types of files from one device to another across different platforms in almost no-time. You can make transfers from one platform to another"
        }
    ],
    "Slow Transfer Speed": [
        {
            "name": "Distance between devicesOne of the common reasons why you are having a low transfer speed on Xender is that the distance between the devices has increased. Due to this, the devices would be having difficulty in communicating and you may be experiencing slow speed.Therefore, it is recommended that you shorten the distance between the devices to increase the transfer speed.Too many Wi-Fi SignalsAnother reason why you could be having a low transfer speed is that there are too many Wi-Fi networks in the area. The place may be very much crowded with Wi-Fi Signals which may interfere with transfer resulting in low transfer speed.Many Apps in the BackgroundIt could be that on either of the device, there are many apps opened in the background that are using the Wi-Fi. All of those apps using the Wi-Fi may result in low transfer speed.Not enough RAMIt may be that one of the devices doesn’t have enough RAM memory or the phone is too slow due to which the transfer speed may be slow.Wi-Fi TechnologyIt may be that one of the devices is very old and has outdated hardware (Wi-Fi Technology) due to which the transfer speed may be slow.Xender is an which is used to send and receive files on different platforms including Android, iOS, Windows Phone, and Windows PC. Xender uses Wi-Fi to send and receive files between devices making the transfers about 200 times faster than Bluetooth transfer. "
        }
    ],
    "how instal xender?": [
        {
            "name": "To install and setup Xender on your Windows 10 machine, you simply need to visit its page on Windows Store and click the “Get” button. After the app is installed on your PC, you can easily start it whenever you like from your desktop shortcut or by searching it via Start Menu or taskbar search bar.One of the common reasons why you are having a low transfer speed on Xender is that the distance between the devices has increased. Due to this, the devices would be having difficulty in communicating and you may be experiencing slow speed.Another reason why you could be having a low transfer speed is that there are too many Wi-Fi networks in the area. The place may be very much crowded with Wi-Fi Signals which may interfere with transfer resulting in low transfer speed.It may be that one of the devices is very old and has outdated hardware (Wi-Fi Technology) due to which the transfer speed may be slow.Find the other person's device and click on it. (Both of the devices will be connected automatically).Xender is an which is used to send and receive files on different platforms including Android, iOS, Windows Phone, and Windows PC. Xender uses Wi-Fi to send and receive files between devices making the transfers about 200 times faster than Bluetooth transfer.Xender works smoothlessly without any issue and allows you to transfer different types of files from one device to another across different platforms in almost no-time. You can make transfers from one platform to another"
        }
    ]
}
