{
    "steps": [
        {
            "id": 1,
            "name": "Step 1"
        },
        {
            "id": 2,
            "name": "Step 2"
        },
        {
            "id": 3,
            "name": "Step 3"
        },
        {
            "id": 4,
            "name": "Step 4"
        }
    ],
    "Step 1": [
        {
            "id": 1,
            "name": "What is Notability?"
        },
        {
            "id": 2,
            "name": "How To Capture your thoughts?"
        },
        {
            "id": 3,
            "name": "How I can Explore Ideas?"
        },
        {
            "id": 4,
            "name": "How To share and finalize My Ideas?"
        }
    ],
    "Step 2": [
        {
            "id": 1,
            "name": "How I can Explore Ideas?"
        },
        {
            "id": 2,
            "name": "What is Notability?"
        },
        {
            "id": 3,
             "name": "How To share and finalize My Ideas?"
        },
        {
            "id": 4,
            "name": "What is Notability?"
        }
    ],
    "Step 3": [
        {
            "id": 1,
            "name": "How I can Explore Ideas?"
        },
        {
            "id": 2,
            "name": "What is Notability?"
        },
        {
            "id": 3,
             "name": "How To share and finalize My Ideas?"
        },
        {
            "id": 4,
            "name": "What is Notability?"
        }
    ],
    "Step 4": [
        {
            "id": 1,
            "name": "What is Notability?"
        },
        {
            "id": 2,
            "name": "How To Capture your thoughts?"
        },
        {
            "id": 3,
            "name": "How I can Explore Ideas?"
        },
        {
            "id": 4,
            "name": "How To share and finalize My Ideas?"
        }
    ],
    
    "What is Notability?": [
    {
        "name": "This is a note taking app that allows you to keep your notes organized in folders. It also lets you annotate over top of pictures. One of the favorite features is it records audio. I use this while doing running records so that I can go back and listen to my students while reflecting on my notes. Once you have created student folders it looks something like this.In each child's folder I have lots of different assessments! Here are some examples of what I keep in their folders. Notability gives you many options for paper types, colors, and line styles, allowing you to use the application for almost any writing/note taking situation. The graph lines are perfect for sketching out spaces you might be working on or if you are doing any math or science-based work."
    }
],
"How To Capture your thoughts?": [
    {
        "name": "Combine handwriting, photos and typing in a single note to bring your projects to life. Use a wide range of note-taking and sketching tools to capture every detail. You can even add and annotate PDFs in Notability. It’s the perfect place to create and organize work, school, and life's information!created an example running record to show you. I did this because I do not want you to think they look beautiful. Some notes look neater than others.One of the excellent features that Notability offers is the fluid movement for writing notes on the screen. It contains a close up writing feature that makes writing in proportion to the screen much more manageable. It also has a scrolling feature, so when you reach the end of the section, it scrolls the page to the right until you reach the end"
    }
],
"How I can Explore Ideas?": [
    {
        "name": "Experiment with different tools to create beautiful, hand-crafted notes and sketches. Continue to scale, rotate, and recolor your ideas and sketches until your notes are just how you want them. Once you're done, organize your notes with ease so you always know where to find what matters most.There are some pages that I the students are required to participate. The reading progress chart is one of them. They use the coloring tool and are able to see how they have grown since the last time we assessed. I also created a darker line on the chart so that I know where they are supposed to be at that point in the year.It then automatically moves to the next line. This makes it very simple to use when taking notes on the fly. I use this for store visits all the time and allows me to stay focused on the discussion in the store instead of having to fiddle with the formatting of the page. It really is as close as you can get to writing on paper."        
    }
],
"How To share and finalize My Ideas?": [
    {
        "name": "Zoom in on the specifics, or explore the big picture by combining sketches, outlines, and type. Now you are ready to share your notes with colleagues or study partners through Google Drive, AirDrop, Email and Dropbox.Notability works well with different cloud services such as Dropbox to quickly move documents into and out of your saved library. Within the application itself, it maintains a file system so you can organize and quickly find your library of documents.I have found Notability to be a convenient tool for many different occasions. It was one of the original iPad apps and has consistently gotten better as the iPad itself improved. Now with the Apple Pencil and the selection of features Notability offers, I exclusively use it for all of my note taking needs."       
     }
]
}
