{
    "steps": [
        {
            "id": 1,
            "name": "First Step"
        },
        {
            "id": 2,
            "name": "Second Step"
        },
        {
            "id": 3,
            "name": "Third Step"
        },
        {
            "id": 4,
            "name": "Fourth Step"
        },
        {
            "id": 5,
            "name": "Fifth Step"
        }
    ],
    "First Step": [
        {
            "id": 1,
            "name": "What is HappyMod?"
        },
        {
            "id": 2,
            "name": "Is HappyMod safe?"
        },
        {
            "id": 3,
            "name": "Where can I download app mods?"
        },
        {
            "id": 4,
            "name": "What is the best MOD app?"
        }
    ],
    "Second Step": [
        {
            "id": 1,
            "name": "What is the best MOD app?"
        },
        {
            "id": 2,
            "name": "What is HappyMod?"
        },
        {
            "id": 3,
            "name": "Is HappyMod safe?"
        },
        {
            "id": 4,
            "name": "Where can I download app mods?"
        }
    ],
    "Third Step": [
        {
            "id": 1,
            "name": "Where can I download app mods?"
        },
        {
            "id": 2,
            "name": "Is HappyMod safe?"
        },
        {
            "id": 3,
            "name": "What is HappyMod?"
        },
        {
            "id": 4,
            "name": "What is the best MOD app?"
        }
    ],
    "Fourth Step": [
        {
            "id": 1,
            "name": "Is HappyMod safe?"
        },
        {
            "id": 2,
            "name": "What is the best MOD app?"
        },
        {
            "id": 3,
            "name": "What is HappyMod?"
        },
        {
            "id": 4,
            "name": "Where can I download app mods?"
        }
    ],
    "Fifth Step": [
        {
            "id": 1,
            "name": "What is the best MOD app?"
        },
        {
            "id": 2,
            "name": "Where can I download app mods?"
        },
        {
            "id": 3,
            "name": "What is HappyMod?"
        },
        {
            "id": 4,
            "name": "Is HappyMod safe?"
        }
    ],
    "What is HappyMod?": [
        {
            "name": "It is a tool that lets you install tons of modified APKs in your smartphone. The HappyMod interface looks like a basic marketplace where you'll see different apps organized by games or tools. All Apps in the HappyMod are safe for your Android device to download. They have to pass a virus check before they are listed in HappyMod. Androliberty. Get Latest Tricks And Techniques For Your Android From Here.Here are the 10 best mods apps for Android. They are sorted by number of downloads and positive rating."
        }
    ],
    "Is HappyMod safe?": [
        {
            "name": "All Apps in the HappyMod are safe for your Android device to download. They have to pass a virus check before they are listed in HappyMod. MOD APK or MODDED APK are modified version of their original Apps. Mod APKs are modified in a sense to provide better features and it also unlocks all the paid features. Here are the 10 best mods apps for Android. They are sorted by number of downloads and positive rating."
        }
    ],
    "Where can I download app mods?": [
        {
            "name": "MOD APK or MODDED APK are modified version of their original Apps. Mod APKs are modified in a sense to provide better features and it also unlocks all the paid features.It is a tool that lets you install tons of modified APKs in your smartphone. The HappyMod interface looks like a basic marketplace where you'll see different apps organized by games or tools. "
        }
    ],
    "What is the best MOD app?": [
        {
            "name": "It is a tool that lets you install tons of modified APKs in your smartphone. The HappyMod interface looks like a basic marketplace where you'll see different apps organized by games or tools. All Apps in the HappyMod are safe for your Android device to download. They have to pass a virus check before they are listed in HappyMod. All Apps in the HappyMod are safe for your Android device to download. They have to pass a virus check before they are listed in HappyMod. "
        }
    ]
}
